{"organizations": [], "uuid": "797aaced2f1cd22df3c89348c339284dac991bcd", "thread": {"social": {"gplus": {"shares": 0}, "pinterest": {"shares": 0}, "vk": {"shares": 0}, "linkedin": {"shares": 0}, "facebook": {"likes": 0, "shares": 0, "comments": 0}, "stumbledupon": {"shares": 0}}, "site_full": "www.sfgate.com", "main_image": "http://ww3.hdnux.com/photos/41/05/74/8675078/7/rawImage.jpg", "site_section": "http://sfgate.com//rss/feed/World-News-From-SFGate-432.php", "section_title": "World News From SFGate", "url": "http://www.sfgate.com/news/world/article/Who-needs-a-limo-Pope-Francis-opts-for-a-more-6522645.php", "country": "US", "title": "Who needs a limo? Pope Francis opts for a more modest Fiat", "performance_score": 0, "site": "sfgate.com", "participants_count": 1, "title_full": "Who needs a limo? Pope Francis opts for a more modest Fiat - SFGate", "spam_score": 0.0, "site_type": "news", "published": "2015-09-22T18:27:00.000+03:00", "replies_count": 0, "uuid": "797aaced2f1cd22df3c89348c339284dac991bcd"}, "author": "sfgate.com", "url": "http://www.sfgate.com/news/world/article/Who-needs-a-limo-Pope-Francis-opts-for-a-more-6522645.php", "ord_in_thread": 0, "title": "Who needs a limo? Pope Francis opts for a more modest Fiat", "locations": [], "entities": {"persons": [], "locations": [], "organizations": []}, "highlightText": "", "language": "english", "persons": [], "text": "Photo: Andrew Harnik, AP Image 1 of / 3 Caption\nClose\nImage 1 of 3 Pope Francis waves from a Fiat 500 as his motorcade departs from Andrews Air Force Base, Md., Tuesday, Sept. 22, 2015, where President and Mrs. Obama welcomed him.\nPhoto: Andrew Harnik, AP Pope Francis waves from a Fiat 500 as his motorcade departs from... Image 2 of 3 Pope Francis arrives at the Apostolic Nunciature, the Vatican's diplomatic mission in the heart of Washington, Tuesday, Sept. 22, 2015, in a Fiat 500. Pope Francis will visit the White House on Wednesday, becoming only the third pope to visit the White House.\nPhoto: Cliff Owen, AP Pope Francis arrives at the Apostolic Nunciature, the Vatican's... Image 3 of 3 Pope Francis waves from a Fiat 500L as his motorcade departs Andrews Air Force Base, Md., Tuesday, Sept. 22, 2015, after being greeted by President Barack Obama and first lady Michelle Obama.\nPhoto: Andrew Harnik, AP Pope Francis waves from a Fiat 500L as his motorcade departs... Who needs a limo? Pope Francis opts for a more modest Fiat 1  /  3 Back to Gallery WASHINGTON (AP) — Pope Francis was hard to spot in the motorcade of more than 20 armed SUVs and police cars that motored into the nation's capital late Tuesday. The pontiff ditched the fancy wheels in favor of a much more modest ride: a Fiat.\nAfter he stepped off his plane at Andrews Air Force Base in neighboring Maryland, Francis was driven into town in the back of a tiny, charcoal gray Fiat 500L. The four-door model was sandwiched between two enormous black SUVs in the motorcade.\nA half-hour or so later, the Italian-made car could be spotted rounding the corner at the Apostolic Nunciature, the Vatican's diplomatic mission, where Francis was spending the night. The small Vatican flag adorning the car did little to make it stand out from the flashing police cars and other vehicles accompanying him.\nFrancis has made a point of using particularly modest cars, part of his emphasis on simplicity, conservatism and rejection of today's consumerist lifestyle. He uses a blue Ford Focus to get around the Vatican, and during his visit to South Korea he used a Kia.\nNot that the Fiat was some little junker. Erik Nyhuis , sales manager at Safford Fiat in Vienna, Virginia, the only local dealer, said the 500L retails from $19,000 to the \"high 20s\" in the United States. It's the largest model available in the U.S.\n\"It's a lot larger inside than you would expect,\" Nyhuis said. \"It's a great little car.\"\nOther popes have been known for their use of the popemobile, the informal name for special vehicles with glass-enclosed viewing areas that let a pope ride through huge crowds without risking his security. Benedict XVI used such a vehicle when he visited Washington in 2008, and Francis is expected to use one for a portion of his city tour on Wednesday.\nThis pope seems less than concerned about his own security. As soon as he got in the back seat, the window was rolled down, allowing him to wave to cheering crowds.\nIt's a sight you wouldn't see in President Barack Obama 's motorcade. The Secret Service keeps the windows in his limousine rolled up to help protect the president.\n___\nAssociated Press writer Ben Nuckols contributed.", "external_links": [], "published": "2015-09-22T18:27:00.000+03:00", "crawled": "2015-09-23T01:30:19.553+03:00", "highlightTitle": ""}